Revit 2024 API
UnitTypeId.PerMille Property
 Per mille.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PerMille { get; }
Visual Basic
Public Shared ReadOnly Property PerMille As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PerMille {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace